1password
a52dec
abseil-cpp
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
apache
appstream
apr
apr-util
aquamarine
archlinux-keyring
argon2
aribb24
ark
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
avahi
baloo
baloo-widgets
base
base-devel
bash
bat
bc
betterlockscreen
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
breeze-icons
brightnessctl
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
cava
chaotic-keyring
chaotic-mirrorlist
cifs-utils
cliphist
cmatrix
code
composefs
composer
containerd
convertlit
coreutils
cpio
cronie
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
dkms
docker
dolphin
double-conversion
duktape
dunst
e2fsprogs
ebook-tools
efibootmgr
efivar
egl-gbm
egl-wayland
egl-x11
eglexternalplatform
electron
electron34
electron36
exiv2
expat
eza
faad2
fakeroot
fastfetch
ffmpeg
ffmpeg4.4
ffmpegthumbs
fftw
file
filesystem
findutils
firefox
flac
flatpak
flex
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse-overlayfs
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
gettext
giflib
git
github-cli
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
google-chrome
gparted
gperftools
gpgme
gpm
graphene
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtest
gtk-layer-shell
gtk-session-lock
gtk-update-icon-cache
gtk3
gtk4
gtklock
gtkmm-4.0
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
htop
hwdata
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpicker
hyprsunset
hyprutils
hyprwayland-scanner
i3lock-color
iana-etc
icu
imagemagick
iniparser
iproute2
iptables
iputils
iso-codes
jansson
jasper
jbigkit
jemalloc
jq
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kdesu
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kuserfeedback
kvantum
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lcms2
ldb
leancrypto
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdecor
libdisplay-info
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libebur128
libedit
libei
libelf
libepoxy
libev
libevdev
libevent
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgirepository
libgit2
libglvnd
libgpg-error
libgudev
libheif
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libjpeg-turbo
libjxl
libkexiv2
libksba
liblc3
libldac
libldap
libliftoff
liblqr
libluv
libmad
libmalcontent
libmatroska
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspng
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llhttp
llvm-libs
lm_sensors
lmdb
lua
lua51-lpeg
luajit
lv2
lz4
lzo
m4
mailcap
make
mariadb
mariadb-clients
mariadb-libs
md4c
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
nano
ncurses
neovim
net-tools
nettle
network-manager-applet
networkmanager
nginx
ngrok
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts-emoji
npm
npth
nspr
nss
nvidia-470xx-dkms
nvidia-470xx-utils
nwg-displays
nwg-look
ocl-icd
oniguruma
onlyoffice-bin
open
openal
opencore-amr
openjpeg2
openssh
openssl
openvpn
opus
orc
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phonon-qt6
phonon-qt6-mpv
php
php-gd
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
plasma-activities
playerctl
polkit
polkit-gnome
polkit-qt6
poppler
poppler-qt6
popt
portaudio
procps-ng
psmisc
pugixml
pyenv
python
python-attrs
python-autocommand
python-cairo
python-cffi
python-cryptography
python-docopt
python-filelock
python-gobject
python-i3ipc
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-keyutils
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-packaging
python-pip
python-platformdirs
python-pycparser
python-setuptools
python-six
python-wheel
python-xlib
python-yaml
qca-qt6
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6ct
rav1e
rclone
re2
readline
ripgrep
ripgrep-all
rofi-wayland
rpmextract
rtkit
rubberband
ruby
rubygems
run-parts
runc
satty
sbc
sdbus-cpp
sddm
sdl2-compat
sdl3
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
simdjson
slang
slurp
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
sqlite
sqlmap
sratom
srt
starship
startup-notification
sudo
svt-av1
swww
syndication
syntax-highlighting
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
tevent
texinfo
thorium-browser-avx2-bin-debug
tinysparql
tomlplusplus
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-carlito
ttf-dejavu
ttf-liberation
tzdata
uchardet
udiskie
udisks2
unibilium
unzip
upower
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
vulkan-icd-loader
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
wget
which
wireplumber
wl-clipboard
wlogout
wpa_supplicant
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yay
yay-debug
yyjson
zeromq
zimg
zix
zlib
zlib-ng
zoom
zsh
zsh-theme-powerlevel10k-git
zstd
