a52dec
abseil-cpp
acl
addinclude
addinclude-debug
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
afpfs-ng
aircrack-ng
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-tools
android-udev
ant
aom
apache
appstream
apr
apr-util
aquamarine
archlinux-keyring
argon2
aribb24
ark
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
avahi
baloo
baloo-widgets
base
base-devel
bash
bc
bcg729
bettercap
betterlockscreen
binutils
binwalk
bison
blueman
bluez
bluez-libs
bluez-utils
boost-libs
breeze-icons
brightnessctl
brotli
bubblewrap
burpsuite
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
capstone
cava
cewl-git
cewl-git-debug
chaotic-keyring
chaotic-mirrorlist
chromium
cifs-utils
clang
cliphist
cloudflared
cmake
cmatrix
code
compiler-rt
composefs
composer
containerd
convertlit
coreutils
cpio
cppdap
cronie
crunch
crunch-debug
cryptsetup
curl
dav1d
db5.3
dbeaver
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
dkms
dnslookup
dnslookup-debug
dnsmap
dnsmap-debug
docker
dolphin
double-conversion
drawio-desktop
dsniff
duktape
dunst
e2fsprogs
ebook-tools
efibootmgr
efivar
egl-gbm
egl-wayland
egl-x11
eglexternalplatform
electron
electron34
electron35
electron36
electron37
enchant
ethtool
ettercap-gtk
exfatprogs
exiv2
expat
exploitdb
eza
faad2
fakeroot
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpeg
ffmpeg4.4
ffmpegthumbs
fftw
file
filesystem
findutils
firefox
flac
flatpak
flex
flutter-bin
fmt
fontconfig
foremost
freeglut
freerdp2
freetype2
fribidi
fuse-common
fuse-overlayfs
fuse2
fuse3
fvm-git
fzf
gawk
gc
gcc
gcc-libs
gcc13
gcc13-libs
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoip
geoip-database
gettext
ghc-libs
ghidra
giflib
git
git-lfs
github-cli
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnu-free-fonts
gnu-netcat
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
google-chrome
gparted
gperf
gperftools
gpgme
gpgmepp
gpm
gpsd
gradle
graphene
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtest
gtk-layer-shell
gtk-session-lock
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtklock
gtkmm-4.0
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hashcat
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-terminal-types
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-aeson
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cassava
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-crypton
haskell-crypton-connection
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-digest
haskell-distributive
haskell-djot
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-file-embed
haskell-foldable1-classes-compat
haskell-generically
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hslua-repl
haskell-hslua-typing
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-isocline
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-only
haskell-optparse-applicative
haskell-ordered-containers
haskell-os-string
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-prettyprinter
haskell-prettyprinter-ansi-terminal
haskell-prettyprinter-compat-ansi-wl-pprint
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-tasty
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-toml-parser
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-typst
haskell-typst-symbols
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
highway
hslua-cli
htop
hwdata
hwloc
hydra
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpicker
hyprsunset
hyprutils
hyprwayland-scanner
i3lock-color
iana-etc
icu
imagemagick
inetutils
iniparser
inotify-tools
iproute2
iptables
iputils
iso-codes
iw
jansson
jasper
java-environment-common
java-runtime-common
jbigkit
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jemalloc
john
jq
jre8-openjdk
jre8-openjdk-headless
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kdesu
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kuserfeedback
kvantum
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lcms2
ldb
leancrypto
less
lib32-acl
lib32-audit
lib32-brotli
lib32-bzip2
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libffi
lib32-libgcrypt
lib32-libgpg-error
lib32-libldap
lib32-libnl
lib32-libnsl
lib32-libpcap
lib32-libpng
lib32-libtirpc
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-openssl
lib32-pam
lib32-pcre2
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdecor
libdisplay-info
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libebur128
libedit
libei
libelf
libepoxy
libev
libevdev
libevent
libewf
libfabric
libfbclient
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgirepository
libgit2
libglvnd
libgpg-error
libgudev
libheif
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libjpeg-turbo
libjxl
libkexiv2
libksba
liblc3
libldac
libldap
libliftoff
liblqr
libluv
libmad
libmalcontent
libmanette
libmatroska
libmaxminddb
libmd
libmemcached-awesome
libmfx
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmysofa
libndp
libnet
libnetfilter_conntrack
libnetfilter_queue
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnids
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsixel
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspng
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxml2-legacy
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lld
llhttp
llvm
llvm-libs
lm_sensors
lmdb
lua
lua-lpeg
lua51-lpeg
lua53
luajit
lv2
lynis
lz4
lzo
m4
magic-wormhole
mailcap
make
man-db
mariadb
mariadb-clients
mariadb-libs
md4c
mdadm
media-player-info
medusa
mesa
mesa-utils
metasploit
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mongo-c-driver
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
nano
nasm
ncurses
neovim
net-tools
netbeans
nettle
network-manager-applet
networkmanager
nginx
ngrok
nikto
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts-emoji
npm
npth
nspr
nss
numactl
nvidia-470xx-dkms
nvidia-470xx-utils
nwg-displays
nwg-look
ocl-icd
oha
ollama
oniguruma
onlyoffice-bin
open
openal
opencore-amr
openh264
openjpeg2
openmpi
openpmix
openssh
openssl
openucx
openvpn
opus
orc
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pandoc-cli
pango
pangomm
pangomm-2.48
parallel
parted
passenger
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-image-exiftool
perl-json
perl-mailtools
perl-net-ssleay
perl-timedate
phonon-qt6
phonon-qt6-mpv
php
php-gd
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
plasma-activities
playerctl
polkit
polkit-gnome
polkit-qt6
poppler
poppler-qt6
popt
portaudio
postgresql
postgresql-libs
pps-tools
procps-ng
protobuf
proxychains-ng
prrte
psmisc
pugixml
pwndbg
pyenv
python
python-aniso8601
python-anyio
python-attrs
python-autobahn
python-autocommand
python-automat
python-bcrypt
python-blinker
python-build
python-cachecontrol
python-cachy
python-cairo
python-capstone
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-cleo
python-click
python-colored-traceback
python-constantly
python-cramjam
python-crashtest
python-cryptography
python-dateutil
python-distlib
python-distro
python-dnspython
python-docopt
python-dulwich
python-editables
python-fastjsonschema
python-filelock
python-findpython
python-flasgger
python-flask
python-flask-restful
python-geoip
python-gobject
python-h11
python-hatch
python-hatchling
python-hkdf
python-html5lib
python-httpcore
python-httpx
python-humanize
python-hyperlink
python-i3ipc
python-idna
python-incremental
python-installer
python-intervaltree
python-iterable-io
python-itsdangerous
python-jaraco.classes
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-jsonschema
python-jsonschema-specifications
python-keyring
python-keyutils
python-lark-parser
python-lockfile
python-lxml
python-mako
python-markdown
python-markdown-it-py
python-markupsafe
python-mdurl
python-mechanize
python-mistune
python-more-itertools
python-msgpack
python-packaging
python-paramiko
python-pathspec
python-pbs-installer
python-pefile
python-pexpect
python-pip
python-pkginfo
python-platformdirs
python-pluggy
python-plumbum
python-poetry
python-poetry-core
python-poetry-plugin-export
python-psutil
python-pt
python-ptrace
python-ptyprocess
python-pwntools
python-pyaml
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pycryptodome
python-pyelftools
python-pygments
python-pynacl
python-pyopenssl
python-pyproject-hooks
python-pyserial
python-pysocks
python-pytz
python-qrcode
python-rapidfuzz
python-redis
python-referencing
python-requests
python-requests-toolbelt
python-rich
python-rpds-py
python-rpyc
python-secretstorage
python-service-identity
python-setuptools
python-shellingham
python-six
python-snappy
python-sniffio
python-sortedcontainers
python-spake2
python-tabulate
python-tomli-w
python-tomlkit
python-tqdm
python-trove-classifiers
python-twisted
python-txaio
python-txtorcon
python-typing_extensions
python-unicorn
python-urllib3
python-userpath
python-uv
python-virtualenv
python-webencodings
python-werkzeug
python-wheel
python-wsaccel
python-xlib
python-xlsxwriter
python-yaml
python-yara
python-zipstream-ng
python-zope-interface
python-zstandard
qca-qt6
qcustomplot
qhexedit2
qscintilla-qt5
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6ct
radare2
rav1e
rclone
re2
readline
reaver
rhash
ripgrep
ripgrep-all
rofi-wayland
ropgadget
rpmextract
rtkit
rubberband
ruby
ruby-bundler
ruby-erb
ruby-rack
rubygems
run-parts
runc
satty
sbc
sdbus-cpp
sddm
sdl2-compat
sdl3
seatd
sed
semver
serd
serf
shaderc
shadow
shared-mime-info
simdjson
slang
sleuthkit
slurp
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
spandsp
spdlog
speex
speexdsp
spirv-tools
sqlcipher
sqlite
sqlitebrowser
sqlmap
sratom
srt
starship
startup-notification
subversion
sudo
svt-av1
swww
syndication
syntax-highlighting
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
task
tcl
tdb
tevent
texinfo
tinysparql
tk
tmux
tomlplusplus
tor
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-carlito
ttf-dejavu
ttf-liberation
twolame
tzdata
uchardet
udiskie
udisks2
unibilium
unicorn
unionfs-fuse
unrar
unzip
upower
usbutils
util-linux
util-linux-libs
uv
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vlc
vlc-cli
vlc-gui-qt
vlc-plugin-a52dec
vlc-plugin-alsa
vlc-plugin-archive
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-faad2
vlc-plugin-flac
vlc-plugin-gnutls
vlc-plugin-inflate
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-lua
vlc-plugin-mpg123
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-shout
vlc-plugin-speex
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-xml
vlc-plugins-base
vlc-plugins-video-output
vmaf
volatility3
volume_key
vulkan-icd-loader
waybar
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing-1
wget
which
whois
wifite
wireless_tools
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wlogout
woff2
wpa_supplicant
wpscan
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yara
yarn
yay
yyjson
zeromq
zimg
zip
zix
zlib
zlib-ng
zoom
zsh
zsh-theme-powerlevel10k-git
zstd
